Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: To achieve those objectives, this Regulation should require providers to perform the necessary model evaluations, in particular prior to its first placing on the market, including conducting and documenting adversarial testing of models, also, as appropriate, through internal or independent external testing.
pt_pt: Para alcançar esses objetivos, o presente regulamento deverá exigir que os prestadores realizem as avaliações necessárias dos modelos, em especial antes da sua primeira colocação no mercado, incluindo a realização de testagens antagónicas dos modelos e a respetiva documentação, se for caso disso também por meio de testagens internas ou externas independentes.

source: In addition, providers of general-purpose AI models with systemic risks should continuously assess and mitigate systemic risks, including for example by putting in place risk-management policies, such as accountability and governance processes, implementing post-market monitoring, taking appropriate measures along the entire model’s lifecycle and cooperating with relevant actors along the AI value chain.
pt_pt: Além disso, os prestadores de modelos de IA de finalidade geral com riscos sistémicos deverão avaliar e atenuar continuamente os riscos sistémicos, nomeadamente pondo em prática políticas de gestão de riscos, como processos de responsabilização e governação, executando o acompanhamento pós-comercialização, adotando medidas adequadas ao longo de todo o ciclo de vida do modelo e cooperando com os intervenientes pertinentes ao longo de toda a cadeia de valor da IA.

source: Providers of general-purpose AI models with systemic risks should assess and mitigate possible systemic risks.
pt_pt: Os prestadores de modelos de IA de finalidade geral com riscos sistémicos deverão avaliar e atenuar eventuais riscos sistémicos.

source: If, despite efforts to identify and prevent risks related to a general-purpose AI model that may present systemic risks, the development or use of the model causes a serious incident, the general-purpose AI model provider should without undue delay keep track of the incident and report any relevant information and possible corrective measures to the Commission and national competent authorities.
pt_pt: Se, apesar dos esforços para identificar e prevenir riscos relacionados com um modelo de IA de finalidade geral que possa apresentar riscos sistémicos, o desenvolvimento ou a utilização do modelo causar um incidente grave, o prestador do modelo de IA de finalidade geral deverá, sem demora injustificada, acompanhar o incidente e comunicar quaisquer informações pertinentes e eventuais medidas corretivas à Comissão e às autoridades nacionais competentes.

source: Furthermore, providers should ensure an adequate level of cybersecurity protection for the model and its physical infrastructure, if appropriate, along the entire model lifecycle.
pt_pt: Além disso, os prestadores deverão assegurar um nível adequado de proteção do modelo e das suas infraestruturas físicas em termos de cibersegurança, se for caso disso ao longo de todo o ciclo de vida do modelo.

source: Cybersecurity protection related to systemic risks associated with malicious use or attacks should duly consider accidental model leakage, unauthorised releases, circumvention of safety measures, and defence against cyberattacks, unauthorised access or model theft.
pt_pt: A proteção em termos de cibersegurança relacionada com os riscos sistémicos associados à utilização maliciosa ou a ataques deverá ter devidamente em conta as fugas acidentais de modelos, os lançamentos não autorizados, o contornamento de medidas de segurança e a defesa contra ciberataques, o acesso não autorizado ou o roubo de modelos.

source: That protection could be facilitated by securing model weights, algorithms, servers, and data sets, such as through operational security measures for information security, specific cybersecurity policies, adequate technical and established solutions, and cyber and physical access controls, appropriate to the relevant circumstances and the risks involved.
pt_pt: Essa proteção poderá ser facilitada garantindo as ponderações dos modelos, algoritmos, servidores e conjuntos de dados, nomeadamente por intermédio de medidas de segurança operacional para a segurança da informação, de políticas específicas em matéria de cibersegurança, de soluções técnicas e estabelecidas adequadas e de controlos informáticos e físicos do acesso, adequados às circunstâncias pertinentes e aos riscos envolvidos.

source: The AI Office should encourage and facilitate the drawing up, review and adaptation of codes of practice, taking into account international approaches.
pt_pt: O Serviço para a IA deverá incentivar e facilitar a elaboração, a revisão e a adaptação de códigos de práticas, tendo em conta as abordagens internacionais.

source: All providers of general-purpose AI models could be invited to participate.
pt_pt: Todos os prestadores de modelos de IA de finalidade geral poderão ser convidados a participar.

source: To ensure that the codes of practice reflect the state of the art and duly take into account a diverse set of perspectives, the AI Office should collaborate with relevant national competent authorities, and could, where appropriate, consult with civil society organisations and other relevant stakeholders and experts, including the Scientific Panel, for the drawing up of such codes.
pt_pt: A fim de assegurar que os códigos de práticas refletem o estado da arte e têm devidamente em conta um conjunto diversificado de perspetivas, o Serviço para a IA deverá colaborar com as autoridades nacionais competentes pertinentes e poderá, se for caso disso, consultar organizações da sociedade civil e outras partes interessadas e peritos pertinentes, incluindo o painel científico, para a elaboração desses códigos.

source: Codes of practice should cover obligations for providers of general-purpose AI models and of general-purpose AI models presenting systemic risks.
pt_pt: Os códigos de práticas deverão abranger as obrigações dos prestadores de modelos de IA de finalidade geral e de modelos de IA de finalidade geral que apresentem riscos sistémicos.

source: In addition, as regards systemic risks, codes of practice should help to establish a risk taxonomy of the type and nature of the systemic risks at Union level, including their sources.
pt_pt: Além disso, no que diz respeito aos riscos sistémicos, os códigos de práticas deverão ajudar a estabelecer uma taxonomia do tipo e da natureza dos riscos sistémicos a nível da União, incluindo das suas fontes.

source: Codes of practice should also be focused on specific risk assessment and mitigation measures.
pt_pt: Os códigos de práticas deverão também centrar-se na avaliação específica dos riscos e em medidas de atenuação.

source: The codes of practice should represent a central tool for the proper compliance with the obligations provided for under this Regulation for providers of general-purpose AI models.
pt_pt: Os códigos de práticas deverão representar um instrumento central para o cumprimento adequado das obrigações previstas no presente regulamento para os prestadores de modelos de IA de finalidade geral.

source: Providers should be able to rely on codes of practice to demonstrate compliance with the obligations.
pt_pt: Os prestadores deverão poder recorrer a códigos de práticas para demonstrar o cumprimento das obrigações.

source: By means of implementing acts, the Commission may decide to approve a code of practice and give it a general validity within the Union, or, alternatively, to provide common rules for the implementation of the relevant obligations, if, by the time this Regulation becomes applicable, a code of practice cannot be finalised or is not deemed adequate by the AI Office.
pt_pt: Por meio de atos de execução, a Comissão pode decidir aprovar um código de práticas e conferir-lhe uma validade geral na União ou, em alternativa, estabelecer regras comuns para a execução das obrigações pertinentes, se, no momento em que o presente regulamento se tornar aplicável, não for possível finalizar um código de práticas ou este não for considerado adequado pelo Serviço para a IA.

source: Once a harmonised standard is published and assessed as suitable to cover the relevant obligations by the AI Office, compliance with a European harmonised standard should grant providers the presumption of conformity.
pt_pt: Uma vez publicada uma norma harmonizada e considerada adequada para abranger as obrigações pertinentes do Serviço para a IA, a conformidade com uma norma europeia harmonizada deverá conferir aos prestadores a presunção de conformidade.

source: Providers of general-purpose AI models should furthermore be able to demonstrate compliance using alternative adequate means, if codes of practice or harmonised standards are not available, or they choose not to rely on those.
pt_pt: Os prestadores de modelos de IA de finalidade geral deverão, além disso, ser capazes de demonstrar a conformidade utilizando meios alternativos adequados, se não estiverem disponíveis códigos de práticas nem normas harmonizadas, ou se os prestadores optarem por não se basear neles.

source: This Regulation regulates AI systems and AI models by imposing certain requirements and obligations for relevant market actors that are placing them on the market, putting into service or use in the Union, thereby complementing obligations for providers of intermediary services that embed such systems or models into their services regulated by Regulation (EU) 2022/2065.
pt_pt: O presente regulamento regula os sistemas de IA e modelos de IA, impondo determinados requisitos e obrigações aos intervenientes pertinentes no mercado que os colocam no mercado, colocam em serviço ou em utilização na União, complementando assim as obrigações dos prestadores de serviços intermediários que incorporam esses sistemas ou modelos nos seus serviços regulados pelo Regulamento (UE) 2022/2065.

source: To the extent that such systems or models are embedded into designated very large online platforms or very large online search engines, they are subject to the risk-management framework provided for in Regulation (EU) 2022/2065.
pt_pt: Na medida em que esses sistemas ou modelos estejam incorporados naquelas que são designadas por plataformas em linha de muito grande dimensão ou motores de pesquisa em linha de muito grande dimensão, estão sujeitos ao regime de gestão de riscos previsto no Regulamento (UE) 2022/2065.

source: Consequently, the corresponding obligations of this Regulation should be presumed to be fulfilled, unless significant systemic risks not covered by Regulation (EU) 2022/2065 emerge and are identified in such models.
pt_pt: Por conseguinte, deverá presumir-se que as obrigações correspondentes do presente Regulamento foram cumpridas, a menos que surjam e sejam identificados nesses modelos riscos sistémicos significativos não abrangidos pelo Regulamento (UE) 2022/2065.

source: Within this framework, providers of very large online platforms and very large online search engines are obliged to assess potential systemic risks stemming from the design, functioning and use of their services, including how the design of algorithmic systems used in the service may contribute to such risks, as well as systemic risks stemming from potential misuses.
pt_pt: Neste contexto, os prestadores de plataformas em linha de muito grande dimensão e de motores de pesquisa em linha de muito grande dimensão são obrigados a avaliar os potenciais riscos sistémicos decorrentes da conceção, do funcionamento e da utilização dos seus serviços, incluindo a forma como a conceção dos sistemas algorítmicos utilizados no serviço pode contribuir para esses riscos, bem como os riscos sistémicos decorrentes de potenciais utilizações indevidas.

source: Those providers are also obliged to take appropriate mitigating measures in observance of fundamental rights.
pt_pt: Esses prestadores são igualmente obrigados a tomar medidas de atenuação adequadas no respeito dos direitos fundamentais.

source: Considering the quick pace of innovation and the technological evolution of digital services in scope of different instruments of Union law in particular having in mind the usage and the perception of their recipients, the AI systems subject to this Regulation may be provided as intermediary services or parts thereof within the meaning of Regulation (EU) 2022/2065, which should be interpreted in a technology-neutral manner.
pt_pt: Tendo em conta o ritmo rápido da inovação e a evolução tecnológica dos serviços digitais no âmbito dos diferentes instrumentos do direito da União, em especial tendo em conta a utilização e a perceção dos seus destinatários, os sistemas de IA abrangidos pelo presente regulamento podem ser prestados como serviços intermediários ou partes dos mesmos, na aceção do Regulamento (UE) 2022/2065, que deverão ser interpretados de forma tecnologicamente neutra.

source: For example, AI systems may be used to provide online search engines, in particular, to the extent that an AI system such as an online chatbot performs searches of, in principle, all websites, then incorporates the results into its existing knowledge and uses the updated knowledge to generate a single output that combines different sources of information.
pt_pt: Por exemplo, os sistemas de IA podem ser utilizados para a disponibilização de motores de pesquisa em linha, em especial na medida em que um sistema de IA, como um robô de conversação em linha, efetua em princípio pesquisas em todos os sítios Web, depois incorpora os resultados nos conhecimentos que já tem e utiliza os conhecimentos atualizados para gerar um resultado único que combina diferentes fontes de informação.

source: Furthermore, obligations placed on providers and deployers of certain AI systems in this Regulation to enable the detection and disclosure that the outputs of those systems are artificially generated or manipulated are particularly relevant to facilitate the effective implementation of Regulation (EU) 2022/2065.
pt_pt: Além disso, a fim de facilitar a aplicação efetiva do Regulamento (UE) 2022/2065, as obrigações impostas por força do presente regulamento aos prestadores e responsáveis pela implantação de determinados sistemas de IA são particularmente relevantes para permitir detetar e divulgar se os resultados desses sistemas são artificialmente gerados ou manipulados.

source: This applies in particular as regards the obligations of providers of very large online platforms or very large online search engines to identify and mitigate systemic risks that may arise from the dissemination of content that has been artificially generated or manipulated, in particular risk of the actual or foreseeable negative effects on democratic processes, civic discourse and electoral processes, including through disinformation.
pt_pt: Tal aplica-se, em especial, às obrigações dos prestadores de plataformas em linha de muito grande dimensão ou de motores de pesquisa em linha de muito grande dimensão que consistem em identificar e atenuar os riscos sistémicos que possam resultar da divulgação de conteúdos artificialmente gerados ou manipulados, em especial o risco de efeitos negativos reais ou previsíveis nos processos democráticos, no debate público e nos processos eleitorais, nomeadamente através da desinformação.

source: Standardisation should play a key role to provide technical solutions to providers to ensure compliance with this Regulation, in line with the state of the art, to promote innovation as well as competitiveness and growth in the single market.
pt_pt: A normalização deverá desempenhar um papel fundamental, disponibilizando aos prestadores soluções técnicas que assegurem a conformidade com o presente regulamento, em consonância com o estado da arte, a fim de promover a inovação, a competitividade e o crescimento no mercado único.

source: Compliance with harmonised standards as defined in Article 2, point (1)(c), of Regulation (EU) No 1025/2012 of the European Parliament and of the Council (41), which are normally expected to reflect the state of the art, should be a means for providers to demonstrate conformity with the requirements of this Regulation.
pt_pt: O cumprimento de normas harmonizadas conforme definido no artigo 2.o, ponto 1, alínea c), do Regulamento (UE) n.o 1025/2012 do Parlamento Europeu e do Conselho (41), das quais normalmente se espera que reflitam o estado da arte, deverá constituir um meio de os prestadores demonstrarem a conformidade com os requisitos do presente regulamento.

source: A balanced representation of interests involving all relevant stakeholders in the development of standards, in particular SMEs, consumer organisations and environmental and social stakeholders in accordance with Articles 5 and 6 of Regulation (EU) No 1025/2012 should therefore be encouraged.
pt_pt: Por conseguinte, deverá ser incentivada uma representação equilibrada de interesses que implique todas as partes interessadas na elaboração de normas, em especial as PME, as organizações de consumidores e as partes interessadas ambientalistas e da sociedade civil, em conformidade com os artigos 5.o e 6.o do Regulamento (UE) n.o 1025/2012.

source: In order to facilitate compliance, the standardisation requests should be issued by the Commission without undue delay.
pt_pt: A fim de facilitar a conformidade, os pedidos de normalização deverão ser emitidos pela Comissão sem demora injustificada.

source: When preparing the standardisation request, the Commission should consult the advisory forum and the Board in order to collect relevant expertise.
pt_pt: Quando preparar o pedido de normalização, a Comissão deverá consultar o fórum consultivo e o Comité, a fim de recolher conhecimentos especializados pertinentes.

source: However, in the absence of relevant references to harmonised standards, the Commission should be able to establish, via implementing acts, and after consultation of the advisory forum, common specifications for certain requirements under this Regulation.
pt_pt: No entanto, na ausência de referências pertinentes a normas harmonizadas, a Comissão deverá poder estabelecer, através de atos de execução e após consulta do fórum consultivo, especificações comuns para determinados requisitos ao abrigo do presente regulamento.

source: The common specification should be an exceptional fall back solution to facilitate the provider’s obligation to comply with the requirements of this Regulation, when the standardisation request has not been accepted by any of the European standardisation organisations, or when the relevant harmonised standards insufficiently address fundamental rights concerns, or when the harmonised standards do not comply with the request, or when there are delays in the adoption of an appropriate harmonised standard.
pt_pt: A especificação comum deverá ser uma solução excecional de recurso para facilitar a obrigação do prestador de cumprir os requisitos do presente regulamento caso o pedido de normalização não tenha sido aceite por nenhuma das organizações europeias de normalização, caso as normas harmonizadas pertinentes não respondam de forma suficiente às preocupações em matéria de direitos fundamentais, caso as normas harmonizadas não satisfaçam o pedido ou caso haja atrasos na adoção de uma norma harmonizada adequada.

source: Where such a delay in the adoption of a harmonised standard is due to the technical complexity of that standard, this should be considered by the Commission before contemplating the establishment of common specifications.
pt_pt: Se esse atraso na adoção de uma norma harmonizada se dever à complexidade técnica dessa norma, a Comissão deverá tomar esse facto em consideração antes de ponderar o estabelecimento de especificações comuns.

source: When developing common specifications, the Commission is encouraged to cooperate with international partners and international standardisation bodies.
pt_pt: Ao elaborar especificações comuns, a Comissão é incentivada a cooperar com os parceiros internacionais e os organismos internacionais de normalização.

source: It is appropriate that, without prejudice to the use of harmonised standards and common specifications, providers of a high-risk AI system that has been trained and tested on data reflecting the specific geographical, behavioural, contextual or functional setting within which the AI system is intended to be used, should be presumed to comply with the relevant measure provided for under the requirement on data governance set out in this Regulation.
pt_pt: Sem prejuízo da utilização de normas harmonizadas e especificações comuns, é conveniente presumir que os prestadores de um sistema de IA de risco elevado que tenha sido treinado e testado em dados que reflitam o cenário geográfico, comportamental, contextual ou funcional específico no qual o sistema de IA se destina a ser utilizado cumprem a medida pertinente prevista no requisito de governação de dados estabelecido no presente regulamento.

source: Without prejudice to the requirements related to robustness and accuracy set out in this Regulation, in accordance with Article 54(3) of Regulation (EU) 2019/881, high-risk AI systems that have been certified or for which a statement of conformity has been issued under a cybersecurity scheme pursuant to that Regulation and the references of which have been published in the Official Journal of the European Union should be presumed to comply with the cybersecurity requirement of this Regulation in so far as the cybersecurity certificate or statement of conformity or parts thereof cover the cybersecurity requirement of this Regulation.
pt_pt: Sem prejuízo dos requisitos relacionados com a solidez e a exatidão estabelecidos no presente regulamento, em conformidade com o artigo 54.o, n.o 3, do Regulamento (UE) 2019/881, deverá presumir-se que os sistemas de IA de risco elevado que tenham sido certificados ou relativamente aos quais tenha sido emitida uma declaração de conformidade no âmbito de um sistema de certificação da cibersegurança estabelecido nos termos desse regulamento, e cujas referências tenham sido publicadas no Jornal Oficial da União Europeia, cumprem os requisitos de cibersegurança do presente regulamento, contanto que o certificado de cibersegurança ou a declaração de conformidade ou partes dos mesmos abranjam os requisitos de cibersegurança do presente regulamento.

source: This remains without prejudice to the voluntary nature of that cybersecurity scheme.
pt_pt: Tal não prejudica a natureza voluntária desse sistema de certificação da cibersegurança.

source: In order to ensure a high level of trustworthiness of high-risk AI systems, those systems should be subject to a conformity assessment prior to their placing on the market or putting into service.
pt_pt: A fim de assegurar um nível elevado de fiabilidade dos sistemas de IA de risco elevado, estes deverão ser sujeitos a uma avaliação da conformidade antes de serem colocados no mercado ou colocados em serviço.
